Repository: JiangNanGenius/floe-agent
Catalog: FloeAgent/FloeApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# settings.appearance.day_night
source: Light and dark appearance
zh_hans: 日间与夜间主题

# settings.appearance.night
source: Dark
zh_hans: 夜间

# settings.apple_capabilities_settings_view.apple_capabilities
source: Apple capabilities
zh_hans: Apple 能力

# settings.apple_capabilities_settings_view.apple_vision_ocr_barcodes_and_the
source: Apple Vision OCR, barcodes and the auxiliary vision model for semantic image reading.
zh_hans: Apple Vision OCR、条码与辅助视觉模型语义读图。

# settings.apple_capabilities_settings_view.automation
source: Automation
zh_hans: 自动任务

source: Browse the web structurally; use screenshot vision only when information is insufficient.
zh_hans: 结构化浏览网页；信息不足时才使用截图视觉。

# settings.apple_capabilities_settings_view.calendar
source: Calendar
zh_hans: 日历

# settings.apple_capabilities_settings_view.camera
source: Camera
zh_hans: 相机

# settings.apple_capabilities_settings_view.clipboard
source: Clipboard
zh_hans: 剪贴板

source: Create and manage Floe automations that the system schedules on a best-effort basis.
zh_hans: 创建和管理系统尽力调度的 Floe 自动任务。

# settings.apple_capabilities_settings_view.documents_pdf
source: Documents & PDF
zh_hans: 文档与 PDF

# settings.apple_capabilities_settings_view.email_composition
source: Email composition
zh_hans: 邮件撰写

# settings.apple_capabilities_settings_view.fills_the_system_mail_composer_sending
source: Fills the system mail composer; sending is always confirmed by the user.
zh_hans: 填充系统邮件撰写页；发送始终由用户确认。

# settings.apple_capabilities_settings_view.find_create_and_modify_calendar_events
source: Find, create and modify calendar events; the system asks for permission on first use.
zh_hans: 查找、新建和修改日历事件；首次使用由系统询问权限。

source: Find, create, complete and modify reminders.
zh_hans: 查找、新建、完成和修改提醒事项。

# settings.apple_capabilities_settings_view.home
source: Home
zh_hans: 家庭

# settings.apple_capabilities_settings_view.maps
source: Maps
zh_hans: 地图

# settings.apple_capabilities_settings_view.open_the_system_camera_and_add
source: Open the system camera and add the photo you take to the task.
zh_hans: 打开系统相机并把用户拍摄的照片加入任务。

# settings.apple_capabilities_settings_view.position
source: Position
zh_hans: 位置

source: Read, edit and verify workspace documents and PDFs.
zh_hans: 读取、编辑和验证工作区文档与 PDF。

source: Read home structure and control authorized HomeKit accessories.
zh_hans: 读取家庭结构并控制已授权的 HomeKit 配件。

# settings.apple_capabilities_settings_view.read_or_write_system_clipboard_text
source: Read or write system clipboard text; the system prompts when reading.
zh_hans: 读取或写入系统剪贴板文本；读取时系统会提示。

# settings.apple_capabilities_settings_view.reads_the_current_location_once_after
source: Reads the current location once after system authorization.
zh_hans: 在系统授权后读取一次当前位置。

# settings.apple_capabilities_settings_view.reminders
source: Reminders
zh_hans: 提醒事项

# settings.apple_capabilities_settings_view.runs_your_shortcut_by_name_execution
source: Runs your shortcut by name; execution and confirmation are controlled by the Shortcuts app.
zh_hans: 按名称运行你的快捷指令；执行与确认由快捷指令 App 控制。

# settings.apple_capabilities_settings_view.search_places_plan_routes_and_open
source: Search places, plan routes and open results in Apple Maps.
zh_hans: 地点搜索、路线规划和在 Apple 地图中打开结果。

# settings.apple_capabilities_settings_view.send_task_status_to_the_paired
source: Send task status to the paired Watch and receive quick actions.
zh_hans: 向配对的 Watch 发送任务状态与接收快捷操作。

source: System capabilities available to the agent
zh_hans: 可供 Agent 使用的系统能力

# settings.apple_capabilities_settings_view.the_switches_here_only_decide_whether
source: The switches here only decide whether Floe exposes capabilities to the model and do not replace iOS permissions. System permissions, local paths, Face ID and Home data are not synced across devices.
zh_hans: 这里的开关只决定 Floe 是否向模型提供能力，不会替代 iOS 权限。系统权限、本机路径、Face ID 和 Home 数据不会跨设备同步。

# settings.apple_capabilities_settings_view.visual_recognition
source: Visual recognition
zh_hans: 视觉识别

# settings.capability.unknown
source: Unknown
zh_hans: 未知

# settings.data_management_view.add_font
source: Add font
zh_hans: 添加字体

# settings.data_management_view.after_importing_or_downloading_once_word
source: After importing or downloading once, Word, PDF and all workspaces can reuse it.
zh_hans: 导入或下载一次后，Word、PDF 和所有工作区都可复用。

# settings.data_management_view.app_installer
source: App installer
zh_hans: App 安装包

# settings.data_management_view.attachments
source: Attachments
zh_hans: 附件

# settings.data_management_view.browser_downloads
source: Browser downloads
zh_hans: 浏览器产物

# settings.data_management_view.calculating_actual_usage
source: Calculating actual usage…
zh_hans: 正在统计实际占用…

# settings.data_management_view.clean
source: Clean
zh_hans: 清理

# settings.data_management_view.cleans_only_rebuildable_caches_in_floe
source: Cleans only rebuildable caches in Floe's sandbox and temporary files left more than an hour ago; it never deletes workspaces, documents, models, fonts, attachments, databases or credentials.
zh_hans: 只清理 Floe 沙盒中的可重建缓存，以及一小时前遗留的临时文件；不会删除工作区、文档、模型、字体、附件、数据库或凭据。

# settings.data_management_view.cloud_assets
source: Cloud assets
zh_hans: 云端素材

# settings.data_management_view.could_not_add_the_font
source: Could not add the font
zh_hans: 无法添加字体

# settings.data_management_view.creative_space
source: Creative space
zh_hans: 创意空间

# settings.data_management_view.data_categories
source: Data categories
zh_hans: 数据分类

# settings.data_management_view.data_management
source: Data management
zh_hans: 数据管理

# settings.data_management_view.databases_configuration_and_other_data
source: Databases, configuration and other data
zh_hans: 数据库、配置与其他数据

# settings.data_management_view.download_and_add_to_the_global
source: Download and add to the global font library
zh_hans: 下载并加入全局字体库

# settings.data_management_view.download_once_shared_across_all_floe
source: Download once, shared across all Floe workspaces
zh_hans: 下载一次，所有 Floe 工作区共用

# settings.data_management_view.floe_global_fonts
source: Floe global fonts
zh_hans: Floe 全局字体

# settings.data_management_view.floe_total_usage
source: Floe total usage
zh_hans: Floe 总占用

# settings.data_management_view.font_resources
source: Font resources
zh_hans: 字体资源

# settings.data_management_view.fonts_installed_here_are_available_globally
source: Fonts installed here are available globally to all Floe workspaces and document flows. Due to Apple platform limits, they are not silently installed for other apps outside Floe.
zh_hans: 这里安装的字体会全局提供给 Floe 的所有工作区和文档流程。由于 Apple 平台限制，它们不会被静默安装给 Floe 以外的其他 App。

# settings.data_management_view.import_from_files
source: Import from Files
zh_hans: 从“文件”导入

# settings.data_management_view.imported_available_in_all_floe_workspaces
source: %@ imported; available in all Floe workspaces.
zh_hans: 已导入 %@，所有 Floe 工作区可用。

# settings.data_management_view.installed_available_in_all_floe_workspaces
source: %@ installed; available in all Floe workspaces.
zh_hans: 已安装 %@，所有 Floe 工作区可用。

# settings.data_management_view.invalid_font_url
source: Invalid font URL.
zh_hans: 字体地址无效。

# settings.data_management_view.items
source: %@ items · %@
zh_hans: %@ 项 · %@

# settings.data_management_view.items.one
source: %@ item · %@
zh_hans: %@ 项 · %@

# settings.data_management_view.last_cleanup_workspaces_documents_models_fonts
source: Last cleanup %@. Workspaces, documents, models, fonts, attachments, databases and credentials were not deleted.
zh_hans: 上次释放 %@。工作区、文档、模型、字体、附件、数据库和凭据未被删除。

# settings.data_management_view.manage
source: Manage
zh_hans: 管理

# settings.data_management_view.no_floe_global_fonts_yet
source: No Floe global fonts yet
zh_hans: 还没有 Floe 全局字体

# settings.data_management_view.on_device_assets
source: On-device assets
zh_hans: 本机素材

# settings.data_management_view.only_public_https_links_and_genuine
source: Only public HTTPS links and genuine TTF, OTF, TTC and OTC fonts are accepted, up to 32 MB per file; private addresses, credential URLs and disguised files are rejected. Fonts are deduplicated by content and are not re-downloaded for different workspaces.
zh_hans: 仅接受公开 HTTPS 地址和真实的 TTF、OTF、TTC、OTC 字体，单文件上限 32 MB；私网地址、凭据 URL 和伪装文件会被拒绝。字体按内容去重，不会因不同工作区重复下载。

# settings.data_management_view.pending_download
source: Pending download
zh_hans: 待下载

# settings.data_management_view.pending_release
source: Pending release
zh_hans: 待释放

# settings.data_management_view.private_workspace
source: Private workspace
zh_hans: 私有工作区

# settings.data_management_view.public_https_direct_font_link
source: Public HTTPS direct font link
zh_hans: 公开 HTTPS 字体直链

# settings.data_management_view.rebuildable_caches_and_temporary_files_left
source: Rebuildable caches and temporary files left more than an hour ago will be deleted. User content is not deleted.
zh_hans: 将删除可重建缓存和一小时前遗留的临时文件。用户内容不会被删除。

# settings.data_management_view.remove_permanently
source: Remove permanently
zh_hans: 永久移除

# settings.data_management_view.remove_this_font_from_all_floe
source: Remove this font from all Floe workspaces?
zh_hans: 从所有 Floe 工作区移除此字体？

# settings.data_management_view.removed
source: %@ removed.
zh_hans: 已移除 %@。

# settings.data_management_view.restore_delete_individually_delete_in_bulk
source: Restore, delete individually, delete in bulk, or clear all
zh_hans: 恢复、单项删除、批量删除或一键清空

# settings.data_management_view.retry_freeing_cloud_space_now
source: Retry freeing cloud space now
zh_hans: 立即重试释放云端空间

# settings.data_management_view.run_safe_cleanup
source: Run safe cleanup?
zh_hans: 执行安全清理？

# settings.data_management_view.safe_to_clean
source: Safe to clean
zh_hans: 可安全清理

# settings.data_management_view.safely_clean_caches_and_temporary_files
source: Safely clean caches and temporary files
zh_hans: 安全清理缓存与临时文件

# settings.data_management_view.scope
source: Scope
zh_hans: 作用范围

# settings.data_management_view.space_overview
source: Space overview
zh_hans: 空间概览

# settings.data_management_view.sync_canvases_across_devices
source: Sync canvases across devices
zh_hans: 跨设备同步画布

# settings.data_management_view.syncs_only_when_both_the_master
source: Syncs only when both the master switch and the canvas's own switch are on. Turning sync off does not delete cloud copies; permanently deleting assets queues them for release, subject to confirmed CloudKit deletion.
zh_hans: 总开关和画布自身开关都开启时才会同步。关闭同步不会删除云端副本；永久删除素材会进入待释放队列，并以 CloudKit 删除确认结果为准。

# settings.data_management_view.task_checkpoint
source: Task checkpoint
zh_hans: 任务检查点

# settings.data_management_view.unreferenced_asset
source: Unreferenced asset
zh_hans: 未引用素材

# settings.data_management_view.user_data
source: User data
zh_hans: 用户数据

# settings.diagnostics.about
source: About
zh_hans: 关于

# settings.diagnostics.adapters
source: Adapter Kinds
zh_hans: 适配器类型

# settings.diagnostics.build
source: Build
zh_hans: 构建号

# settings.diagnostics.capabilities
source: Capabilities
zh_hans: 能力摘要

# settings.diagnostics.db_version
source: Database Version
zh_hans: 数据库版本

# settings.diagnostics.device
source: Device
zh_hans: 设备

# settings.diagnostics.github_project
source: View Project on GitHub
zh_hans: 在 GitHub 查看项目

# settings.diagnostics.include_device_info
source: Include device info in diagnostics
zh_hans: 诊断日志包含设备信息

# settings.diagnostics.legal
source: Legal
zh_hans: 法律信息

# settings.diagnostics.legal.footer
source: One entry lists every bundled third-party notice, including the complete TinyEMU/slirp licenses and other dependencies.
zh_hans: 一个入口列出随包的全部第三方声明，包含 TinyEMU/slirp 完整许可与其他依赖。

# settings.diagnostics.licenses
source: Third-Party Licenses
zh_hans: 第三方开源许可

# settings.diagnostics.logs
source: Recent Log
zh_hans: 最近日志

# settings.diagnostics.logs.empty
source: No log entries yet this session
zh_hans: 本次会话暂无日志

# settings.diagnostics.logs.footer
source: Redacted on write and retained in a bounded local crash-recovery buffer.
zh_hans: 写入时自动脱敏，并保存在有容量上限的本地崩溃恢复缓冲区中。

# settings.diagnostics.models
source: Models
zh_hans: 模型

# settings.diagnostics.privacy.note
source: No analytics, no ads, no Floe backend. Secrets live only in Keychain.
zh_hans: 无分析、无广告、无 Floe 后端。秘密仅存于钥匙串。

# settings.diagnostics.providers
source: Providers
zh_hans: 供应商

# settings.diagnostics.tinyemu_licenses
source: TinyEMU (RISC-V) Licenses
zh_hans: TinyEMU（RISC-V）许可证

# settings.diagnostics.tinyemu_licenses.footer
source: License notices for the bundled TinyEMU RISC-V engine: MIT core plus the BSD-2-Clause and BSD-3-Clause slirp subset.
zh_hans: 随 App 打包的 TinyEMU RISC-V 引擎许可声明：MIT 核心，以及 BSD-2-Clause 与 BSD-3-Clause 的 slirp 子集。

# settings.diagnostics.tinyemu_licenses.unavailable
source: A bundled license text could not be read from this build.
zh_hans: 无法从此构建读取相应随包许可文本。

# settings.diagnostics.tools
source: Registered Tools
zh_hans: 已注册工具

# settings.diagnostics.unknown
source: Unknown
zh_hans: 未知

# settings.diagnostics.version
source: Version
zh_hans: 版本

# settings.diagnostics_about_view.diagnostic_logs
source: Diagnostic logs
zh_hans: 诊断日志

# settings.document_recovery_list_view.back
source: Back
zh_hans: 返回

# settings.document_recovery_list_view.choose_what_to_restore_the_current
source: Choose what to restore. The current copy is kept as another version and the original file does not change.
zh_hans: 选择要恢复的内容。当前副本会保留为另一个版本，原文件不会改变。

# settings.document_recovery_list_view.copies_kept_by_the_editor
source: Copies kept by the editor
zh_hans: 编辑器保留的副本

# settings.document_recovery_list_view.current_copy
source: Current copy
zh_hans: 当前副本

# settings.document_recovery_list_view.earlier_edit
source: Earlier edit
zh_hans: 之前的编辑

# settings.document_recovery_list_view.editing_full_screen
source: Editing full screen
zh_hans: 正在全屏编辑

# settings.document_recovery_list_view.full_screen_editing
source: Full-screen editing
zh_hans: 全屏编辑

# settings.document_recovery_list_view.kept_versions
source: Kept versions
zh_hans: 保留的版本

# settings.document_recovery_list_view.last_save_attempt
source: Last save attempt
zh_hans: 上次保存尝试

# settings.document_recovery_list_view.no_kept_documents
source: No kept documents
zh_hans: 没有保留的文档

# settings.document_recovery_list_view.prepared_export_copy
source: Prepared export copy
zh_hans: 已准备的导出副本

# settings.document_recovery_list_view.retry
source: Retry
zh_hans: 重试

# settings.document_recovery_list_view.view_kept_versions
source: View kept versions
zh_hans: 查看保留版本

source: For example beautifulsoup4 or requests==2.32.5
zh_hans: 例如 beautifulsoup4 或 requests==2.32.5

# settings.environment_language_packages_view.for_example_marked_or_marked_15
source: For example marked or marked@15.0.12
zh_hans: 例如 marked 或 marked@15.0.12

# settings.environment_language_packages_view.install
source: Install
zh_hans: 安装

# settings.environment_language_packages_view.install_dependencies
source: Install dependencies
zh_hans: 安装依赖

source: Installation writes only to the currently selected environment. The task continues after you leave this page.
zh_hans: 安装只写入当前选择的环境。离开此页面后任务会继续。

# settings.environment_language_packages_view.no_dependencies
source: No dependencies
zh_hans: 暂无依赖

# settings.environment_language_packages_view.no_matching_dependencies
source: No matching dependencies
zh_hans: 没有匹配的依赖

# settings.environment_language_packages_view.reading_dependencies
source: Reading dependencies…
zh_hans: 读取依赖…

# settings.environment_language_packages_view.recent_tasks
source: Recent tasks
zh_hans: 最近任务

# settings.environment_language_packages_view.scripts_that_depend_on_this_package
source: Scripts that depend on this package may not run; the version in the parent environment is retained.
zh_hans: 依赖此包的脚本可能无法运行；父环境中的版本会继续保留。

# settings.environment_language_packages_view.search_installed_dependencies
source: Search installed dependencies
zh_hans: 搜索已安装的依赖

# settings.environment_language_packages_view.source
source: Source: %@
zh_hans: 来源：%@

# settings.environment_language_packages_view.uninstall
source: Uninstall %@
zh_hans: 卸载 %@

# settings.environment_language_packages_view.uninstall_2
source: Uninstall
zh_hans: 卸载

# settings.environment_language_packages_view.uninstall_this_layer_s_dependency
source: Uninstall this layer's dependency?
zh_hans: 卸载本层依赖？

# settings.environment_language_packages_view.updating_dependencies
source: Updating dependencies…
zh_hans: 正在更新依赖…

# settings.exec.defaults
source: Defaults
zh_hans: 默认行为

# settings.exec.js
source: JavaScript (local)
zh_hans: JavaScript（本地）

# settings.exec.linux.section
source: Linux runtime
zh_hans: Linux 运行时

# settings.exec.linux.start_hint
source: Start the first Linux environment here, or manage each environment below.
zh_hans: 可在此启动第一个 Linux 环境，或在下方逐个管理环境。

# settings.exec.max_output
source: Max Output
zh_hans: 最大输出

# settings.exec.node.unavailable
source: Bundled Node.js could not start
zh_hans: 内置 Node.js 未能启动

# settings.exec.node_local
source: Node.js (Local)
zh_hans: Node.js（本地）

# settings.exec.packages
source: Environments & Packages
zh_hans: 环境与软件包

# settings.exec.python_local
source: Python (local)
zh_hans: Python（本地）

# settings.exec.python_remote
source: Python (remote)
zh_hans: Python（远程）

# settings.exec.remote_terminal
source: Remote terminal
zh_hans: 远程终端

# settings.exec.remote_terminal.value
source: %lld hosts · %lld active
zh_hans: %lld 台主机 · %lld 个活跃会话

# settings.exec.runtime.detail.node_linux
source: Runs inside the Linux environment (Node.js/npm)
zh_hans: 在 Linux 环境中运行（Node.js/npm）

# settings.exec.runtime.detail.python_linux
source: Runs inside the Linux environment (Debian Python 3)
zh_hans: 在 Linux 环境中运行（Debian Python 3）

# settings.exec.runtime.detail.ssh
source: Connected over SSH
zh_hans: 通过 SSH 连接

# settings.exec.runtime.not_installed
source: Not installed
zh_hans: 未安装

# settings.exec.runtime.source.bundled
source: Bundled
zh_hans: 内置

# settings.exec.runtime.source.component
source: Linux component
zh_hans: Linux 组件

# settings.exec.runtime.source.project
source: Project environment
zh_hans: 项目环境

# settings.exec.runtime.source.remote
source: Remote host
zh_hans: 远程主机

# settings.exec.runtime.source.user
source: User-installed
zh_hans: 用户安装

# settings.exec.runtime.update.current
source: Up to date
zh_hans: 已是最新

# settings.exec.runtime.update.installable
source: Install %@
zh_hans: 可安装 %@

# settings.exec.runtime.update.updatable
source: Update to %@
zh_hans: 可更新到 %@

# settings.exec.runtimes
source: Runtimes
zh_hans: 运行时

# settings.exec.runtimes.empty
source: No runtime inventory yet; probe results appear after loading.
zh_hans: 尚未读取到运行时；加载后会显示真实探测结果。

# settings.exec.save_artifacts
source: Save Execution Artifacts
zh_hans: 保存执行产物

# settings.exec.target
source: Default Target
zh_hans: 默认执行目标

# settings.exec.target.local
source: This device
zh_hans: 本设备

# settings.exec.timeout
source: Timeout: %lld s
zh_hans: 超时：%lld 秒

# settings.feedback_upload_service.feedback_requests_are_too_frequent_try
source: Feedback requests are too frequent; try again in %@ seconds. The report was saved on this device.
zh_hans: 反馈服务请求过于频繁，请在 %@ 秒后重试。报告已保存在本机。

# settings.feedback_upload_service.feedback_requests_are_too_frequent_try_2
source: Feedback requests are too frequent; try again later. The report was saved on this device.
zh_hans: 反馈服务请求过于频繁，请稍后重试。报告已保存在本机。

# settings.files.cache
source: Cache
zh_hans: 缓存

# settings.files.clear_cache
source: Clear Temporary Files
zh_hans: 清除临时文件

# settings.files.clear_cache.footer
source: Removes cached previews and temporary exports. Workspaces and conversations are not touched.
zh_hans: 删除缓存的预览与临时导出，不影响工作区与对话。

# settings.files.clear_cache.result
source: Cleared %lld bytes
zh_hans: 已清除 %lld 字节

# settings.files.config_sync
source: Configuration Sync
zh_hans: 配置同步

# settings.files.config_sync.error
source: Error
zh_hans: 出错

# settings.files.config_sync.now
source: Sync Now
zh_hans: 立即同步

# settings.files.config_sync.paused
source: Paused
zh_hans: 已暂停

# settings.files.config_sync.synced
source: Synced
zh_hans: 已同步

# settings.files.config_sync.syncing
source: Syncing…
zh_hans: 正在同步…

# settings.files.config_sync.waiting_secret
source: Waiting for secret sync
zh_hans: 等待密钥同步

# settings.files.sync
source: Sync
zh_hans: 同步

# settings.files.workspace.clear_default
source: Clear Default Project
zh_hans: 清除默认项目

# settings.files.workspace.default
source: Default
zh_hans: 默认

# settings.files.workspace.untitled
source: Untitled workspace
zh_hans: 未命名工作区

# settings.files.workspaces
source: Workspaces
zh_hans: 工作区

# settings.files.workspaces.empty
source: No workspaces yet
zh_hans: 暂无工作区

# settings.files_settings_view.browse_and_manage_files
source: Browse and manage files
zh_hans: 浏览与管理文件

# settings.files_settings_view.files
source: Files
zh_hans: 文件管理

# settings.files_settings_view.find_all_workspaces_by_project_or
source: Find all workspaces by project or chat, then browse, preview and manage their files, including archived chats.
zh_hans: 按项目或聊天查找所有工作区，浏览、预览和管理其中的文件，包含已归档聊天。

# settings.files_settings_view.only_the_workspace_record_is_removed
source: Only the workspace record is removed, not the external folder or its contents.
zh_hans: 只移除工作区记录，不会删除外部文件夹或其中内容。

# settings.files_settings_view.remove_workspace
source: Remove workspace
zh_hans: 移除工作区

# settings.files_settings_view.remove_workspace_2
source: Remove workspace?
zh_hans: 移除工作区？

# settings.general.accessibility
source: Accessibility & Feedback
zh_hans: 辅助与反馈

# settings.general.agent_mode
source: Default Agent Mode
zh_hans: 默认 Agent 模式

# settings.general.agent_mode.approval_model
source: Model Approval
zh_hans: 模型审批

# settings.general.agent_mode.footer
source: Model approval and full control fall back to asking you every time until their decision channels land.
zh_hans: 在模型审批与完全控制的决策通道落地前，两者均回退为每次都询问。

# settings.general.agent_mode.full_control
source: Full Control
zh_hans: 完全控制

# settings.general.agent_mode.human
source: Ask Every Time
zh_hans: 每次都询问

# settings.general.appearance
source: Appearance
zh_hans: 外观

# settings.general.appearance.dark
source: Dark
zh_hans: 深色

# settings.general.appearance.light
source: Light
zh_hans: 浅色

# settings.general.appearance.system
source: System
zh_hans: 跟随系统

# settings.general.datetime_style
source: Date & Time Display
zh_hans: 日期时间显示

# settings.general.datetime_style.absolute
source: Absolute
zh_hans: 绝对时间

# settings.general.datetime_style.relative
source: Relative (e.g. 5 min ago)
zh_hans: 相对（如 5 分钟前）

# settings.general.haptics
source: Haptic Feedback
zh_hans: 触感反馈

# settings.general.language
source: Language
zh_hans: 语言

# settings.general.language.restart_note
source: Save your work, then quit and reopen Floe to apply the language to every screen.
zh_hans: 请先保存当前工作，再退出并重新打开 Floe，使所有界面完整切换语言。

# settings.general.language.system
source: System
zh_hans: 跟随系统

# settings.general.language.zh_hans
source: Simplified Chinese
zh_hans: 简体中文

# settings.general.reduce_motion
source: Reduce Motion
zh_hans: 减弱动效

# settings.general.reduce_motion.off
source: Off
zh_hans: 关闭

# settings.general.reduce_motion.on
source: On
zh_hans: 开启

# settings.general.reduce_motion.system
source: Follow System
zh_hans: 跟随系统

# settings.general.start_page
source: Default Start Page
zh_hans: 默认启动页面

# settings.general_settings_view.answer_quality
source: Answer quality
zh_hans: 回答质量

# settings.general_settings_view.automatic
source: Automatic
zh_hans: 自动

# settings.general_settings_view.default_send_method
source: Default send method
zh_hans: 默认发送方式

# settings.general_settings_view.input_while_running
source: Input while running
zh_hans: 运行中输入

# settings.general_settings_view.recognition_language
source: Recognition language
zh_hans: 识别语言

# settings.general_settings_view.review_the_final_answer_before_completion
source: Review the final answer before completion
zh_hans: 完成前复核最终答案
